Repository: idrisskone101/pillie
Catalog: Pillie/Pillie/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# settings.followup.interval_title
source: Interval
ar: الفاصل
bn: ব্যবধান
de: Abstand
el: Διάστημα
es: Intervalo
fi: Väli
fr: Intervalle
gu: અંતરાલ
he: מרווח
hi: अंतराल
hr: Razmak
hu: Időköz
it: Intervallo
ja: 間隔
kn: ಅಂತರ
ko: 간격
ml: ആവൃത്തി
mr: अंतर
ms: Selang
nb: Intervall
or: ବ୍ୟବଧାନ
pa: ਅੰਤਰਾਲ
pl: Odstęp
pt_br: Intervalo
pt_pt: Intervalo
ru: Интервал
sv: Intervall
ta: இடைவேளை
te: వ్యవధి
th: ช่วงห่าง
tr: Aralık
uk: Інтервал
ur: فاصلہ
vi: Khoảng cách
zh_hans: 间隔
zh_hant: 間隔

# settings.followup.retry_limit_title
source: Repeats
ar: التكرارات
bn: পুনরাবৃত্তি
ca: Repeticions
cs: Opakování
da: Gentagelser
de: Wiederholungen
el: Επαναλήψεις
es: Repeticiones
fi: Toistot
fr: Répétitions
gu: પુનરાવર્તન
he: חזרות
hi: दोहराव
hr: Ponavljanja
hu: Ismétlések
id: Pengulangan
it: Ripetizioni
ja: 回数
kn: ಪುನರಾವರ್ತನೆಗಳು
ko: 반복 횟수
ml: ആവർത്തനങ്ങൾ
mr: पुनरावृत्ती
ms: Ulangan
nb: Gjentakelser
nl: Herhalingen
or: ପୁନରାବୃତ୍ତି
pa: ਕਿੰਨੀ ਵਾਰ
pl: Powtórzenia
pt_br: Repetições
pt_pt: Repetições
ro: Repetări
ru: Повторы
sk: Opakovania
sl: Ponovitve
sv: Upprepningar
ta: மீள்நினைவூட்டல்கள்
te: పునరావృత్తులు
th: จำนวนครั้ง
tr: Tekrar
uk: Повтори
ur: تکرار
vi: Số lần lặp
zh_hans: 重复次数
zh_hant: 重複次數

# settings.followup.body
source: More reminders until you check in today.
ar: مزيد من التذكيرات حتى تسجّلي اليوم.
bn: আজ টিক না দেওয়া পর্যন্ত আরও রিমাইন্ডার।
ca: Més recordatoris fins que confirmis avui.
cs: Další připomínky, dokud neodškrtneš dnešek.
da: Flere påmindelser, indtil du krydser af i dag.
de: Weitere Erinnerungen, bis du heute abhakst.
el: Περισσότερες υπενθυμίσεις μέχρι να το σημειώσεις σήμερα.
es: Más recordatorios hasta que marques lo de hoy.
fi: Lisää muistutuksia, kunnes kuittaat tänään.
fr: D’autres rappels jusqu’à ce que tu valides aujourd’hui.
gu: આજે નોંધ ન કરો ત્યાં સુધી વધુ રિમાઇન્ડર.
he: עוד תזכורות עד שתסמני היום.
hi: आज दर्ज करने तक और रिमाइंडर।
hr: Još podsjetnika dok se danas ne javiš.
hu: Újabb emlékeztetők, amíg ma ki nem pipálod.
id: Pengingat tambahan sampai kamu check-in hari ini.
it: Altri promemoria finché non confermi oggi.
ja: 今日記録するまで、リマインダーをくり返し送ります。
kn: ಇಂದು ನೀವು ದಾಖಲಿಸುವವರೆಗೆ ಇನ್ನಷ್ಟು ಜ್ಞಾಪನೆಗಳು.
ko: 오늘 체크할 때까지 알림을 더 보내요.
ml: ഇന്ന് നിങ്ങൾ രേഖപ്പെടുത്തുന്നതുവരെ കൂടുതൽ റിമൈൻഡറുകൾ.
mr: आज नोंद करेपर्यंत आणखी रिमाइंडर.
ms: Lebih banyak peringatan sehingga kamu sahkan hari ini.
nb: Flere påminnelser til du krysser av i dag.
nl: Meer herinneringen tot je vandaag afvinkt.
or: ଆଜି ଦର୍ଜ କରିବା ପର୍ଯ୍ୟନ୍ତ ଆହୁରି ରିମାଇଣ୍ଡର୍।
pa: ਅੱਜ ਦਰਜ ਕਰਨ ਤੱਕ ਹੋਰ ਰਿਮਾਈਂਡਰ।
pl: Więcej przypomnień, dopóki nie odhaczysz dzisiejszego dnia.
pt_br: Mais lembretes até você registrar hoje.
pt_pt: Mais lembretes até registares hoje.
ro: Mai multe mementouri până bifezi ziua de azi.
ru: Ещё напоминания, пока ты не отметишься сегодня.
sk: Ďalšie pripomienky, kým neodškrtneš dnešok.
sl: Več opomnikov, dokler danes ne odkljukaš.
sv: Fler påminnelser tills du bockar av i dag.
ta: இன்று நீங்கள் பதிவு செய்யும் வரை கூடுதல் நினைவூட்டல்கள்.
te: ఈరోజు మీరు నమోదు చేసే వరకు మరిన్ని రిమైండర్లు.
th: แจ้งเตือนเพิ่มจนกว่าคุณจะเช็กอินวันนี้
tr: Bugün işaretleyene kadar daha fazla hatırlatma.
uk: Ще нагадування, доки ти не відмітишся сьогодні.
ur: آج درج کرنے تک مزید یاد دہانیاں۔
vi: Thêm lời nhắc cho đến khi bạn điểm danh hôm nay.
zh_hans: 在你今天打卡之前，会再发送提醒。
zh_hant: 在你今天打卡之前，會再傳送提醒。

# settings.followup.interval
source: Every %lld minutes
ar: كل %lld دقيقة
bn: প্রতি %lld মিনিটে
ca: Cada %lld minuts
cs: Každých %lld minut
da: Hvert %lld. minut
de: Alle %lld Minuten
el: Κάθε %lld λεπτά
es: Cada %lld minutos
fi: %lld minuutin välein
fr: Toutes les %lld minutes
gu: દર %lld મિનિટે
he: כל %lld דקות
hi: हर %lld मिनट में
hr: Svakih %lld minuta
hu: %lld percenként
id: Setiap %lld menit
it: Ogni %lld minuti
ja: %lld分ごと
kn: ಪ್ರತಿ %lld ನಿಮಿಷಕ್ಕೆ
ko: %lld분마다
ml: ഓരോ %lld മിനിറ്റിലും
mr: दर %lld मिनिटांनी
ms: Setiap %lld minit
nb: Hvert %lld. minutt
nl: Elke %lld minuten
or: ପ୍ରତି %lld ମିନିଟ୍‌ରେ
pa: ਹਰ %lld ਮਿੰਟ ਬਾਅਦ
pl: Co %lld minut
pt_br: A cada %lld minutos
pt_pt: A cada %lld minutos
ro: La fiecare %lld minute
ru: Каждые %lld мин.
sk: Každých %lld minút
sl: Vsakih %lld minut
sv: Med %lld minuters mellanrum
ta: ஒவ்வொரு %lld நிமிடங்களுக்கும்
te: ప్రతి %lld నిమిషాలకు
th: ทุก %lld นาที
tr: Her %lld dakikada
uk: Кожні %lld хв
ur: ہر %lld منٹ بعد
vi: Mỗi %lld phút
zh_hans: 每 %lld 分钟
zh_hant: 每 %lld 分鐘

# settings.break_notice.title
source: Break-week notice
ar: إشعار أسبوع الاستراحة
bn: বিরতির সপ্তাহের নোটিশ
ca: Avís de la setmana de pausa
cs: Upozornění na týden pauzy
da: Besked om pauseuge
de: Hinweis zur Pausenwoche
el: Ειδοποίηση εβδομάδας διαλείμματος
es: Aviso de semana de descanso
fi: Taukoviikon ilmoitus
fr: Info semaine d’arrêt
gu: બ્રેક અઠવાડિયાની સૂચના
he: הודעה על שבוע הפסקה
hi: ब्रेक हफ़्ते की सूचना
hr: Obavijest o tjednu pauze
hu: Szünethét-értesítés
id: Pemberitahuan minggu istirahat
it: Avviso della settimana di pausa
ja: 休薬週の通知
kn: ವಿರಾಮ ವಾರದ ಸೂಚನೆ
ko: 휴약 주 안내
ml: ഇടവേള ആഴ്ചയുടെ അറിയിപ്പ്
mr: ब्रेक आठवड्याची सूचना
ms: Makluman minggu rehat
nb: Varsel om pauseuke
nl: Melding stopweek
or: ବିରତି ସପ୍ତାହ ସୂଚନା
pa: ਬ੍ਰੇਕ ਹਫ਼ਤੇ ਦੀ ਸੂਚਨਾ
pl: Informacja o tygodniu przerwy
pt_br: Aviso da semana de intervalo
pt_pt: Aviso da semana de intervalo
ro: Anunț pentru săptămâna de pauză
ru: Уведомление о неделе перерыва
sk: Upozornenie na týždeň pauzy
sl: Obvestilo o tednu premora
sv: Meddelande om pausvecka
ta: இடைவெளி வார அறிவிப்பு
te: విరామ వారం సూచన
th: แจ้งเตือนสัปดาห์พัก
tr: Ara haftası bildirimi
uk: Сповіщення про тиждень перерви
ur: وقفے کے ہفتے کی اطلاع
vi: Thông báo tuần nghỉ
zh_hans: 停药周通知
zh_hant: 停藥週通知

# settings.break_notice.body
source: A reminder when your break week starts, so you know why reminders pause.
ar: تذكير عند بداية أسبوع الاستراحة، لتعرفي لماذا تتوقف التذكيرات مؤقتًا.
bn: বিরতির সপ্তাহ শুরু হলে একটি রিমাইন্ডার, যাতে বুঝতে পারেন কেন রিমাইন্ডার থেমে আছে।
ca: Un recordatori quan comença la setmana de pausa, perquè sàpigues per què s’aturen els recordatoris.
cs: Připomínka na začátku týdne pauzy, ať víš, proč připomínky utichnou.
da: En påmindelse, når din pauseuge starter, så du ved, hvorfor påmindelserne holder pause.
de: Eine Erinnerung, wenn deine Pausenwoche beginnt, damit du weißt, warum die Erinnerungen pausieren.
el: Μια υπενθύμιση όταν αρχίζει η εβδομάδα διαλείμματος, για να ξέρεις γιατί σταματούν προσωρινά οι υπενθυμίσεις.
es: Un recordatorio cuando empieza tu semana de descanso, para que sepas por qué no recibes recordatorios.
fi: Muistutus, kun taukoviikkosi alkaa, jotta tiedät, miksi muistutukset ovat tauolla.
fr: Un rappel au début de ta semaine d’arrêt, pour que tu saches pourquoi tu ne reçois plus de rappels.
gu: તમારું બ્રેક અઠવાડિયું શરૂ થાય ત્યારે એક રિમાઇન્ડર, જેથી તમને ખબર પડે કે રિમાઇન્ડર કેમ થોભ્યાં છે.
he: תזכורת כששבוע ההפסקה שלך מתחיל, כדי שתדעי למה התזכורות מושהות.
hi: ब्रेक हफ़्ता शुरू होने पर एक रिमाइंडर, ताकि आपको पता रहे कि रिमाइंडर क्यों रुके हैं।
hr: Podsjetnik kad počne tvoj tjedan pauze, da znaš zašto podsjetnici privremeno stanu.
hu: Emlékeztető a szünethét elején, hogy tudd, miért szünetelnek az emlékeztetők.
id: Pengingat saat minggu istirahatmu dimulai, supaya kamu tahu kenapa pengingat berhenti sementara.
it: Un promemoria quando inizia la settimana di pausa, così sai perché i promemoria si fermano.
ja: リマインダーが止まる理由がわかるよう、休薬週の始まりにお知らせします。
kn: ನಿಮ್ಮ ವಿರಾಮ ವಾರ ಶುರುವಾದಾಗ ಒಂದು ಜ್ಞಾಪನೆ, ಜ್ಞಾಪನೆಗಳು ಏಕೆ ನಿಂತಿವೆ ಎಂದು ನಿಮಗೆ ತಿಳಿಯಲು.
ko: 휴약 주가 시작될 때 알려 드려서, 알림이 왜 멈추는지 알 수 있어요.
ml: നിങ്ങളുടെ ഇടവേള ആഴ്ച തുടങ്ങുമ്പോൾ ഒരു റിമൈൻഡർ, റിമൈൻഡറുകൾ എന്തുകൊണ്ട് നിൽക്കുന്നു എന്ന് നിങ്ങൾ അറിയാൻ.
mr: ब्रेकचा आठवडा सुरू झाल्यावर एक रिमाइंडर, म्हणजे रिमाइंडर का थांबले ते तुम्हाला कळेल.
ms: Peringatan apabila minggu rehat kamu bermula, supaya kamu tahu kenapa peringatan berhenti seketika.
nb: En påminnelse når pauseuken starter, så du vet hvorfor påminnelsene tar pause.
nl: Een herinnering als je stopweek begint, zodat je weet waarom herinneringen pauzeren.
or: ଆପଣଙ୍କ ବିରତି ସପ୍ତାହ ଆରମ୍ଭ ହେଲେ ଏକ ରିମାଇଣ୍ଡର୍, ଯାହାଦ୍ୱାରା ଆପଣ ଜାଣିବେ ରିମାଇଣ୍ଡର୍ କାହିଁକି ବିରାମରେ ଅଛି।
pa: ਤੁਹਾਡਾ ਬ੍ਰੇਕ ਹਫ਼ਤਾ ਸ਼ੁਰੂ ਹੋਣ ’ਤੇ ਇੱਕ ਰਿਮਾਈਂਡਰ, ਤਾਂ ਜੋ ਤੁਹਾਨੂੰ ਪਤਾ ਹੋਵੇ ਕਿ ਰਿਮਾਈਂਡਰ ਕਿਉਂ ਰੁਕੇ ਹਨ।
pl: Przypomnienie, gdy zaczyna się tydzień przerwy, żeby było jasne, czemu przypomnienia milkną.
pt_br: Um lembrete no início da sua semana de intervalo, para você saber por que os lembretes param.
pt_pt: Um lembrete no início da tua semana de intervalo, para saberes porque é que os lembretes param.
ro: Un memento când începe săptămâna de pauză, ca să știi de ce fac pauză mementourile.
ru: Напоминание в начале недели перерыва, чтобы ты знала, почему напоминания на паузе.
sk: Pripomienka na začiatku týždňa pauzy, nech vieš, prečo pripomienky stíchnu.
sl: Opomnik ob začetku tedna premora, da veš, zakaj se opomniki začasno ustavijo.
sv: En påminnelse när din pausvecka börjar, så att du vet varför påminnelserna pausar.
ta: உங்கள் இடைவெளி வாரம் தொடங்கும்போது ஒரு நினைவூட்டல். நினைவூட்டல்கள் ஏன் நிற்கின்றன என்பது உங்களுக்குத் தெரியும்.
te: మీ విరామ వారం మొదలైనప్పుడు ఒక రిమైండర్, రిమైండర్లు ఎందుకు ఆగాయో మీకు తెలియడానికి.
th: การแจ้งเตือนเมื่อสัปดาห์พักของคุณเริ่มต้น เพื่อให้คุณรู้ว่าทำไมการแจ้งเตือนถึงหยุดไป
tr: Ara haftan başladığında bir hatırlatma, böylece hatırlatmaların neden durduğunu bilirsin.
uk: Нагадування на початку тижня перерви, щоб ти знала, чому нагадування на паузі.
ur: وقفے کا ہفتہ شروع ہونے پر ایک یاد دہانی، تاکہ آپ کو پتا رہے کہ یاد دہانیاں کیوں رکی ہیں۔
vi: Một lời nhắc khi tuần nghỉ của bạn bắt đầu, để bạn biết vì sao lời nhắc tạm dừng.
zh_hans: 停药周开始时提醒你，让你知道提醒为什么暂停。
zh_hant: 停藥週開始時提醒你，讓你知道提醒為什麼暫停。

# settings.method.title
source: Method
ar: الوسيلة
bn: পদ্ধতি
ca: Mètode
cs: Metoda
da: Metode
de: Methode
el: Μέθοδος
es: Método
fi: Menetelmä
fr: Méthode
gu: પદ્ધતિ
he: שיטה
hi: तरीक़ा
hr: Metoda
hu: Módszer
id: Metode
it: Metodo
ja: 方法
kn: ವಿಧಾನ
ko: 방법
ml: രീതി
mr: पद्धत
ms: Kaedah
nb: Metode
nl: Methode
or: ପଦ୍ଧତି
pa: ਤਰੀਕਾ
pl: Metoda
pt_br: Método
pt_pt: Método
ro: Metodă
ru: Метод
sk: Metóda
sl: Metoda
sv: Metod
ta: முறை
te: పద్ధతి
th: วิธีคุมกำเนิด
tr: Yöntem
uk: Метод
ur: طریقہ
vi: Phương pháp
zh_hans: 方式
zh_hant: 方式

# settings.regimen.title
source: Pill regimen
ar: نظام الحبوب
bn: পিল রেজিমেন
ca: Règim de píndola
cs: Režim pilulek
da: P-pilleplan
de: Pillenplan
el: Σχήμα χαπιού
es: Pauta de píldora
fi: Pilleriohjelma
fr: Schéma de pilule
gu: ગોળીનું રેજિમેન
he: תוכנית הגלולה
hi: गोली का क्रम
hr: Režim pilula
hu: Tablettaszedési rend
id: Regimen pil
it: Piano pillola
ja: ピルの服用パターン
kn: ಮಾತ್ರೆಯ ಕ್ರಮ
ko: 피임약 복용 방식
ml: ഗുളിക ക്രമം
mr: गोळीचा क्रम
ms: Regimen pil
nb: Pilleregime
nl: Pilschema
or: ପିଲ୍ ନିୟମ
pa: ਗੋਲੀ ਰੇਜੀਮੇਨ
pl: Schemat tabletek
pt_br: Esquema de pílulas
pt_pt: Regime de pílula
ro: Schema de pilule
ru: Схема приёма
sk: Režim tabletiek
sl: Režim tabletk
sv: P-pillerschema
ta: மாத்திரை முறை
te: మాత్ర పద్ధతి
th: รูปแบบยาคุม
tr: Hap düzeni
uk: Схема прийому
ur: گولی کا پلان
vi: Chế độ uống thuốc
zh_hans: 服药方案
zh_hant: 服藥方案

# settings.schedule.title
source: Schedule
ar: الجدول
bn: সময়সূচি
ca: Horari
cs: Rozvrh
da: Tidsplan
de: Zeitplan
el: Πρόγραμμα
es: Horario
fi: Aikataulu
fr: Planning
gu: શેડ્યૂલ
he: לוח זמנים
hi: शेड्यूल
hr: Raspored
hu: Beosztás
id: Jadwal
it: Programma
ja: スケジュール
kn: ವೇಳಾಪಟ್ಟಿ
ko: 일정
ml: ഷെഡ്യൂൾ
mr: वेळापत्रक
ms: Jadual
nb: Tidsplan
nl: Schema
or: ସୂଚୀ
pa: ਸ਼ਡਿਊਲ
pl: Harmonogram
pt_br: Cronograma
pt_pt: Horário
ro: Program
ru: График
sk: Rozvrh
sl: Urnik
sv: Schema
ta: அட்டவணை
te: షెడ్యూల్
th: ตารางเวลา
tr: Program
uk: Графік
ur: شیڈول
vi: Lịch
zh_hans: 时间表
zh_hant: 時程

# settings.schedule.your_method
source: Your method
ar: وسيلتك
bn: আপনার পদ্ধতি
ca: El teu mètode
cs: Tvoje metoda
da: Din metode
de: Deine Methode
el: Η μέθοδός σου
es: Tu método
fi: Menetelmäsi
fr: Ta méthode
gu: તમારી પદ્ધતિ
he: השיטה שלך
hi: आपका तरीका
hr: Tvoja metoda
hu: A módszered
id: Metodemu
it: Il tuo metodo
ja: 使用中の方法
kn: ನಿಮ್ಮ ವಿಧಾನ
ko: 내 피임 방법
ml: നിങ്ങളുടെ രീതി
mr: तुमची पद्धत
ms: Kaedah kamu
nb: Metoden din
nl: Je methode
or: ଆପଣଙ୍କ ପଦ୍ଧତି
pa: ਤੁਹਾਡਾ ਤਰੀਕਾ
pl: Twoja metoda
pt_br: Seu método
pt_pt: O teu método
ro: Metoda ta
ru: Твой метод
sk: Tvoja metóda
sl: Tvoja metoda
sv: Din metod
ta: உங்கள் முறை
te: మీ పద్ధతి
th: วิธีของคุณ
tr: Yöntemin
uk: Твій метод
ur: آپ کا طریقہ
vi: Phương pháp của bạn
zh_hans: 你的方法
zh_hant: 你的方法

# settings.schedule.switch
source: Switch
ar: تبديل
bn: বদলান
ca: Canvia
cs: Změnit
da: Skift
de: Wechseln
el: Αλλαγή
es: Cambiar
fi: Vaihda
fr: Changer
gu: બદલો
he: החלפה
hi: बदलें
hr: Promijeni
hu: Váltás
id: Ganti
it: Cambia
ja: 変更
kn: ಬದಲಿಸಿ
ko: 변경
ml: മാറ്റൂ
mr: बदला
ms: Tukar
nb: Bytt
nl: Wisselen
or: ବଦଳାନ୍ତୁ
pa: ਬਦਲੋ
pl: Zmień
pt_br: Trocar
pt_pt: Mudar
ro: Schimbă
ru: Сменить
sk: Zmeniť
sl: Zamenjaj
sv: Byt
ta: மாற்று
te: మార్చండి
th: เปลี่ยน
tr: Değiştir
uk: Змінити
ur: بدلیں
vi: Đổi
zh_hans: 切换
zh_hant: 切換

# settings.schedule.save_note.pill
source: Saving clears your history and restarts from pill %lld.
ar: يؤدي الحفظ إلى مسح سجلّك والبدء من جديد من الحبة %lld.
bn: সেভ করলে আপনার ইতিহাস মুছে যাবে এবং পিল %lld থেকে আবার শুরু হবে।
ca: Si deses, s’esborra el teu historial i tornes a començar per la píndola %lld.
cs: Uložením vymažeš historii a začneš znovu od pilulky %lld.
da: Når du gemmer, slettes din historik, og du starter forfra fra pille %lld.
de: Beim Speichern wird dein Verlauf gelöscht und du startest wieder bei Pille %lld.
el: Με την αποθήκευση διαγράφεται το ιστορικό σου και ξεκινάς ξανά από το χάπι %lld.
es: Al guardar, se borra tu historial y vuelves a empezar desde la píldora %lld.
fi: Tallentaminen poistaa historiasi, ja aloitat alusta pilleristä %lld.
fr: Enregistrer efface ton historique et te fait repartir de la pilule %lld.
gu: સાચવવાથી તમારો ઇતિહાસ ભૂંસાઈ જશે અને ગોળી %lld થી ફરી શરૂઆત થશે.
he: שמירה תמחק את ההיסטוריה שלך ותתחילי מחדש מגלולה %lld.
hi: सेव करने से आपका इतिहास मिट जाएगा और शुरुआत फिर से गोली %lld से होगी।
hr: Spremanjem brišeš povijest i krećeš ispočetka od pilule %lld.
hu: A mentés törli az előzményeidet, és a %lld. tablettától kezded újra.
id: Menyimpan akan menghapus riwayatmu dan memulai lagi dari pil %lld.
it: Salvando cancelli la cronologia e riparti dalla pillola %lld.
ja: 保存すると履歴が消去され、%lld錠目からやり直します。
kn: ಉಳಿಸಿದರೆ ನಿಮ್ಮ ಇತಿಹಾಸ ಅಳಿಸಿಹೋಗುತ್ತದೆ ಮತ್ತು ಮಾತ್ರೆ %lld ರಿಂದ ಮತ್ತೆ ಪ್ರಾರಂಭವಾಗುತ್ತದೆ.
ko: 저장하면 기록이 삭제되고 %lld번째 알약부터 다시 시작돼요.
ml: സേവ് ചെയ്താൽ നിങ്ങളുടെ ചരിത്രം മായ്ക്കപ്പെടും, ഗുളിക %lld മുതൽ വീണ്ടും തുടങ്ങും.
mr: सेव्ह केल्याने तुमचा इतिहास पुसला जाईल आणि गोळी %lld पासून पुन्हा सुरुवात होईल.
ms: Menyimpan akan memadam sejarah kamu dan bermula semula dari pil %lld.
nb: Når du lagrer, slettes historikken din, og du starter på nytt fra pille %lld.
nl: Opslaan wist je geschiedenis en begint opnieuw bij pil %lld.
or: ସେଭ୍ କଲେ ଆପଣଙ୍କ ଇତିହାସ ଲିଭିଯିବ ଏବଂ ପିଲ୍ %lld ରୁ ପୁଣି ଆରମ୍ଭ ହେବ।
pa: ਸੇਵ ਕਰਨ ਨਾਲ ਤੁਹਾਡਾ ਇਤਿਹਾਸ ਮਿਟ ਜਾਵੇਗਾ ਅਤੇ ਗੋਲੀ %lld ਤੋਂ ਦੁਬਾਰਾ ਸ਼ੁਰੂਆਤ ਹੋਵੇਗੀ।
pl: Zapisanie usunie historię i zaczniesz od nowa od tabletki %lld.
pt_br: Salvar apaga seu histórico e recomeça na pílula %lld.
pt_pt: Guardar apaga o teu histórico e recomeça na pílula %lld.
ro: Salvarea îți șterge istoricul și reîncepi de la pilula %lld.
ru: При сохранении история удалится, и ты начнёшь заново с таблетки %lld.
sk: Uložením vymažeš históriu a začneš znova od tabletky %lld.
sl: S shranjevanjem izbrišeš zgodovino in začneš znova pri tabletki %lld.
sv: När du sparar raderas din historik och du börjar om från piller %lld.
ta: சேமித்தால் உங்கள் வரலாறு அழிக்கப்பட்டு, மாத்திரை %lld-இலிருந்து மீண்டும் தொடங்கும்.
te: సేవ్ చేస్తే మీ చరిత్ర తొలగిపోతుంది, మాత్ర %lld నుంచి మళ్లీ మొదలవుతుంది.
th: การบันทึกจะล้างประวัติของคุณและเริ่มใหม่ที่เม็ดที่ %lld
tr: Kaydetmek geçmişini siler ve seni %lld. haptan yeniden başlatır.
uk: Після збереження історія видалиться, і ти почнеш заново з таблетки %lld.
ur: محفوظ کرنے سے آپ کی ہسٹری مٹ جائے گی اور گولی %lld سے دوبارہ شروعات ہوگی۔
vi: Khi lưu, lịch sử của bạn sẽ bị xóa và bắt đầu lại từ viên %lld.
zh_hans: 保存后会清除你的历史记录，并从第 %lld 片重新开始。
zh_hant: 儲存後會清除你的歷史紀錄，並從第 %lld 顆重新開始。

# settings.schedule.save_note.dial
source: Saving clears your history and restarts from day %lld.
ar: يؤدي الحفظ إلى مسح سجلّك والبدء من جديد من اليوم %lld.
bn: সেভ করলে আপনার ইতিহাস মুছে যাবে এবং দিন %lld থেকে আবার শুরু হবে।
ca: Si deses, s’esborra el teu historial i tornes a començar pel dia %lld.
cs: Uložením vymažeš historii a začneš znovu od dne %lld.
da: Når du gemmer, slettes din historik, og du starter forfra fra dag %lld.
de: Beim Speichern wird dein Verlauf gelöscht und du startest wieder bei Tag %lld.
el: Με την αποθήκευση διαγράφεται το ιστορικό σου και ξεκινάς ξανά από την ημέρα %lld.
es: Al guardar, se borra tu historial y vuelves a empezar desde el día %lld.
fi: Tallentaminen poistaa historiasi, ja aloitat alusta päivästä %lld.
fr: Enregistrer efface ton historique et te fait repartir du jour %lld.
gu: સાચવવાથી તમારો ઇતિહાસ ભૂંસાઈ જશે અને દિવસ %lld થી ફરી શરૂઆત થશે.
he: שמירה תמחק את ההיסטוריה שלך ותתחילי מחדש מיום %lld.
hi: सेव करने से आपका इतिहास मिट जाएगा और शुरुआत फिर से दिन %lld से होगी।
hr: Spremanjem brišeš povijest i krećeš ispočetka od dana %lld.
hu: A mentés törli az előzményeidet, és a %lld. naptól kezded újra.
id: Menyimpan akan menghapus riwayatmu dan memulai lagi dari hari %lld.
it: Salvando cancelli la cronologia e riparti dal giorno %lld.
ja: 保存すると履歴が消去され、%lld日目からやり直します。
kn: ಉಳಿಸಿದರೆ ನಿಮ್ಮ ಇತಿಹಾಸ ಅಳಿಸಿಹೋಗುತ್ತದೆ ಮತ್ತು ದಿನ %lld ರಿಂದ ಮತ್ತೆ ಪ್ರಾರಂಭವಾಗುತ್ತದೆ.
ko: 저장하면 기록이 삭제되고 %lld일째부터 다시 시작돼요.
ml: സേവ് ചെയ്താൽ നിങ്ങളുടെ ചരിത്രം മായ്ക്കപ്പെടും, ദിവസം %lld മുതൽ വീണ്ടും തുടങ്ങും.
mr: सेव्ह केल्याने तुमचा इतिहास पुसला जाईल आणि दिवस %lld पासून पुन्हा सुरुवात होईल.
ms: Menyimpan akan memadam sejarah kamu dan bermula semula dari hari %lld.
nb: Når du lagrer, slettes historikken din, og du starter på nytt fra dag %lld.
nl: Opslaan wist je geschiedenis en begint opnieuw bij dag %lld.
or: ସେଭ୍ କଲେ ଆପଣଙ୍କ ଇତିହାସ ଲିଭିଯିବ ଏବଂ ଦିନ %lld ରୁ ପୁଣି ଆରମ୍ଭ ହେବ।
pa: ਸੇਵ ਕਰਨ ਨਾਲ ਤੁਹਾਡਾ ਇਤਿਹਾਸ ਮਿਟ ਜਾਵੇਗਾ ਅਤੇ ਦਿਨ %lld ਤੋਂ ਦੁਬਾਰਾ ਸ਼ੁਰੂਆਤ ਹੋਵੇਗੀ।
pl: Zapisanie usunie historię i zaczniesz od nowa od dnia %lld.
pt_br: Salvar apaga seu histórico e recomeça no dia %lld.
pt_pt: Guardar apaga o teu histórico e recomeça no dia %lld.
ro: Salvarea îți șterge istoricul și reîncepi de la ziua %lld.
ru: При сохранении история удалится, и ты начнёшь заново с дня %lld.
sk: Uložením vymažeš históriu a začneš znova od dňa %lld.
sl: S shranjevanjem izbrišeš zgodovino in začneš znova pri dnevu %lld.
sv: När du sparar raderas din historik och du börjar om från dag %lld.
ta: சேமித்தால் உங்கள் வரலாறு அழிக்கப்பட்டு, நாள் %lld-இலிருந்து மீண்டும் தொடங்கும்.
te: సేవ్ చేస్తే మీ చరిత్ర తొలగిపోతుంది, రోజు %lld నుంచి మళ్లీ మొదలవుతుంది.
th: การบันทึกจะล้างประวัติของคุณและเริ่มใหม่ที่วันที่ %lld
tr: Kaydetmek geçmişini siler ve seni %lld. günden yeniden başlatır.
uk: Після збереження історія видалиться, і ти почнеш заново з дня %lld.
ur: محفوظ کرنے سے آپ کی ہسٹری مٹ جائے گی اور دن %lld سے دوبارہ شروعات ہوگی۔
vi: Khi lưu, lịch sử của bạn sẽ bị xóa và bắt đầu lại từ ngày %lld.
zh_hans: 保存后会清除你的历史记录，并从第 %lld 天重新开始。
zh_hant: 儲存後會清除你的歷史紀錄，並從第 %lld 天重新開始。

# settings.schedule.save_note.pill_to_patch
source: Saving switches you to Patch and clears your pill history.
ar: يؤدي الحفظ إلى التبديل إلى اللصقة ومسح سجلّ الحبة.
bn: সেভ করলে আপনার পদ্ধতি প্যাচ হয়ে যাবে এবং আপনার পিলের ইতিহাস মুছে যাবে।
ca: Si deses, passes al pegat i s’esborra el teu historial de la píndola.
cs: Uložením přejdeš na náplast a vymažeš historii pilulky.
da: Når du gemmer, skifter du til plaster, og din pillehistorik slettes.
de: Beim Speichern wechselst du zum Pflaster und dein Pillen-Verlauf wird gelöscht.
el: Με την αποθήκευση περνάς στο αυτοκόλλητο και διαγράφεται το ιστορικό του χαπιού.
es: Al guardar, cambias al parche y se borra tu historial de la píldora.
fi: Tallentaminen vaihtaa sinut laastariin ja poistaa pillerihistoriasi.
fr: Enregistrer te fait passer au patch et efface ton historique de pilule.
gu: સાચવવાથી તમારી પદ્ધતિ પેચ થઈ જશે અને તમારો ગોળીનો ઇતિહાસ ભૂંસાઈ જશે.
he: שמירה תעביר אותך למדבקה ותמחק את היסטוריית הגלולה.
hi: सेव करने से आपका तरीका पैच हो जाएगा और आपका गोली का इतिहास मिट जाएगा।
hr: Spremanjem prelaziš na flaster i brišeš povijest pilule.
hu: Mentéskor tapaszra váltasz, és törlődnek a tablettás előzményeid.
id: Menyimpan akan mengganti metodemu ke koyo dan menghapus riwayat pilmu.
it: Salvando passi al cerotto e cancelli la cronologia della pillola.
ja: 保存するとパッチに切り替わり、ピルの履歴が消去されます。
kn: ಉಳಿಸಿದರೆ ನಿಮ್ಮ ವಿಧಾನ ಪ್ಯಾಚ್‌ಗೆ ಬದಲಾಗುತ್ತದೆ ಮತ್ತು ನಿಮ್ಮ ಮಾತ್ರೆಯ ಇತಿಹಾಸ ಅಳಿಸಿಹೋಗುತ್ತದೆ.
ko: 저장하면 패치로 바뀌고 피임약 기록이 삭제돼요.
ml: സേവ് ചെയ്താൽ നിങ്ങളുടെ രീതി പാച്ച് ആയി മാറും, ഗുളികയുടെ ചരിത്രം മായ്ക്കപ്പെടും.
mr: सेव्ह केल्याने तुमची पद्धत पॅच होईल आणि तुमचा गोळीचा इतिहास पुसला जाईल.
ms: Menyimpan akan menukar kamu kepada tampalan dan memadam sejarah pil kamu.
nb: Når du lagrer, bytter du til plaster, og pillehistorikken din slettes.
nl: Opslaan zet je over op de pleister en wist je pilgeschiedenis.
or: ସେଭ୍ କଲେ ଆପଣଙ୍କ ପଦ୍ଧତି ପ୍ୟାଚ୍‌କୁ ବଦଳିଯିବ ଏବଂ ଆପଣଙ୍କ ପିଲ୍‌ର ଇତିହାସ ଲିଭିଯିବ।
pa: ਸੇਵ ਕਰਨ ਨਾਲ ਤੁਹਾਡਾ ਤਰੀਕਾ ਪੈਚ ਹੋ ਜਾਵੇਗਾ ਅਤੇ ਤੁਹਾਡਾ ਗੋਲੀ ਦਾ ਇਤਿਹਾਸ ਮਿਟ ਜਾਵੇਗਾ।
pl: Zapisanie zmieni metodę na plaster i usunie historię tabletki.
pt_br: Salvar troca você para o adesivo e apaga seu histórico da pílula.
pt_pt: Guardar muda-te para o adesivo e apaga o teu histórico da pílula.
ro: Salvarea te trece la plasture și îți șterge istoricul pilulei.
ru: При сохранении ты перейдёшь на пластырь, а история таблетки удалится.
sk: Uložením prejdeš na náplasť a vymažeš históriu tabletky.
sl: S shranjevanjem preideš na obliž in izbrišeš zgodovino tabletke.
sv: När du sparar byter du till plåster och din pillerhistorik raderas.
ta: சேமித்தால் உங்கள் முறை பேட்ச்சுக்கு மாறும், உங்கள் மாத்திரை வரலாறு அழிக்கப்படும்.
te: సేవ్ చేస్తే మీ పద్ధతి ప్యాచ్‌కు మారుతుంది, మీ మాత్ర చరిత్ర తొలగిపోతుంది.
th: การบันทึกจะเปลี่ยนคุณไปใช้แผ่นแปะและล้างประวัติยาคุมของคุณ
tr: Kaydetmek seni banda geçirir ve hap geçmişini siler.
uk: Після збереження ти перейдеш на пластир, а історія таблетки видалиться.
ur: محفوظ کرنے سے آپ کا طریقہ پیچ ہو جائے گا اور آپ کی گولی کی ہسٹری مٹ جائے گی۔
vi: Khi lưu, bạn sẽ chuyển sang miếng dán và lịch sử thuốc sẽ bị xóa.
zh_hans: 保存后会切换到贴片，并清除你的避孕药历史记录。
zh_hant: 儲存後會切換為貼片，並清除你的避孕藥歷史紀錄。
